Repository: BrunoLafleur/pbslacks
Catalog: locale/*/pbslacks.po
Languages: fr

source: Elilo upgraded : Files vmlinuz et initrd.gz copied in \Z3/boot/efi/EFI/Slackware\Zn
fr: Elilo mis à jour : Fichiers vmlinuz et initrd.gz copiés dans \Z3/boot/efi/EFI/Slackware\Zn

source: Grub upgraded : \Z3grub-mkconfig\Zn relaunched.\n\Z1Look if there are error messages below\Zn.
fr: Grub mis à jour : \Z3grub-mkconfig\Zn relancé.\n\Z1Regardez s'il y a des messages d'erreurs ci-dessous\Zn.

source: Lilo upgraded with \Z3/sbin/lilo\Zn.\n\Z1Look if there are error messages below\Zn.
fr: Lilo mis à jour avec \Z3/sbin/lilo\Zn.\n\Z1Regardez s'il y a des messages d'erreurs ci-dessous\Zn.

source: Look at \Z3/syslinux.cfg\Zn and rerun \Z3syslinux\Zn on your boot partition if some path have changed.
fr: Regardez \Z3/syslinux.cfg\Zn et relancez \Z3syslinux\Zn sur votre partition de démarrage si certains chemins ont changé.

source: (\Z1be sure to have upgraded the bootloader before\Zn)
fr: (\Z1vérifiez que vous avez mis à jour votre gestionnaire de démarrage avant de redémarrer\Zn)

source: Reboot the host${XBOOTMES}.\n\n\ZbThen do if not already done on an already upgraded target :\ZB\nSelect '\Z3recreate\Zn' in the above menu after launching this script again.\n or do> \Z3pbslacks/pbcompilepost\Zn\n\n\ZbIf your host is a dual graphic card laptop with a NVIDIA card :\ZB\n \Z4Do either :\Zn\n Select '\Z3recreatebumblebee\Zn' in the above menu after launching this script again.\n or do> \Z3pbslacks/pbcompilebumblebee\Zn\n \Z4Or do only if already done on an upgraded target :\Zn\n Select '\Z3bumblebee\Zn' in the above menu after launching this script again.\n or do> \Z3pbslacks/pbupgradebumblebee\Zn
fr: Redémarrez la machine${XBOOTMES}.\n\n\ZbEnsuite faire si pas déjà fait sur une machine déjà mise à jour :\ZB\nChoisir '\Z3recreate\Zn' dans le menu ci-dessus après avoir relancé ce script.\n ou faire> \Z3pbslacks/pbcompilepost\Zn\n\n\ZbSi votre machine est un portable avec deux cartes graphiques dont une NVIDIA :\ZB\n \Z4Faire soit :\Zn\n Choisir '\Z3recreatebumblebee\Zn' dans le menu ci-dessus après avoir relancer ce script.\n ou faire> \Z3pbslacks/pbcompilebumblebee\Zn\n \Z4Ou si déjà fait sur une machine mise à jour :\Zn\n Chosir '\Z3bumblebee\Zn' dans le menu ci-dessus après avoir relancé ce script.\n ou faire> \Z3pbslacks/pbupgradebumblebee\Zn

source: Only for NVDIA second card on laptop.\nUpdate eventually Bumblebee with pbcompilebumblebee which update also.\nPress a touch for continue or abort.
fr: Seulement pour portable équipés d'une deuxième carte NVIDIA.\nMettez éventuellement Bumblebee a jour avec pbinstallbumblebee.\nAppuyez sur une touche pour continuer ou arrêtez avec CTRLc.

source: Upgrade bumblebee done.
fr: Mise à jour de Bumblebee faite.

source: Firefox et Thunderbird added.
fr: Firefox et Thunderbird ajoutés.

source: Launch this script in the directory including slackware64-current.
fr: Script a lancer dans le répertoire contenant slackware64-current fraichement aspiré.

source: The ISO image will be created with $NAMEISO name.
fr: L'image ISO sera créée avec le nom $NAMEISO.

source: If not too big for your recorder which should use double layer media,\nthe iso created can be put on a DVD with :\n> growisofs -speed=2 -dvd-compat -Z /dev/dvd $FNAMEISO\n\n Or your favorite DVD recorder.\n\n Or on an USB stick (sdX below is the name of the USB device) :\n> dd if=$FNAMEISO of=/dev/sdX bs=1M ;sync\n\n Or launch :\n> pbmakeiso2usb $FNAMEISO\n\n Or lauch :\n> pbmakeusb
fr: Si l'image n'est pas trop grosse pour votre graveur qui devrait utiliser des disques double couches,\nl'image iso créée peut être mise sur un DVD avec :\n> growisofs -speed=2 -dvd-compat -Z /dev/dvd $FNAMEISO\n\n Ou bien avec votre logiciel graveur favori.\n\n Ou sur une clé USB (sdX ci-dessous est le nom d'un périphérique USB) :\n> dd if=$FNAMEISO of=/dev/sdX bs=1M ;sync\n\n Ou lancez :\n> pbmakeiso2usb $FNAMEISO\n\n Ou lancez :\n> pbmakeusb

source: Give the name of the iso file to copy on the USB stick.
fr: Donnez le nom d'une image iso à copier sur la clé USB.

source: Give the name of an existant iso file to copy on the USB stick.
fr: Donnez le nom d'une image iso existante à copier sur la clé USB.

source: Put your USB stick on an USB port and press Enter.
fr: Mettez votre clé USB inscriptible dans un port USB et appuyez sur Entrée.

source: Your device name is $MYDEVNAME. Is this correct ? y(es) or n(o) :
fr: Le nom de votre périphérique est $MYDEVNAME. Est-ce exact ? y(oui) ou n(non) :

source: Abort : see previous errors.
fr: Arrêt : voir les erreurs précédentes.

source: Upgrade system not done.
fr: Mise à jour du système non faite.

source: Launch this script in a new directory.\nor in a directory which contains slackwarearm-current.\n\npbslacks should be side by side of this current directory.
fr: Script à lancer dans un répertoire nouvellement créé\nou existant contenant slackwarearm-current.\n\npbslacks devrait être à côté de ce répertoire courant.

source: KDE5 applications sources copied.
fr: Copie des sources de KDE5 faite.

source: Sarpi copied.
fr: Copie Sarpi faite.

source: Sarpi not copied.
fr: Copie Sarpi non faite.

source: Launch this script in a directory which contains gdm.
fr: Script à lancer dans le répertoire contenant gdm.

source: Launch this script in the directory including gdm.
fr: Script à lancer dans le répertoire contenant gdm.

source: Compile again the packages set of software
fr: Compilez à nouveau les logiciels de packages

source: Compile again the packages2 set of software
fr: Compilez à nouveau les logiciels de packages2

source: Compile again the packages3 set of software
fr: Compilez à nouveau les logiciels de packages3

source: Compile again the Calibre software
fr: Compilez à nouveau le logiciel Calibre

source: Compile again the packages4 set of software
fr: Compilez à nouveau les logiciels de packages4

source: Compile again dependencies for KDE4 set of software
fr: Compilez à nouveau les dépendences de KDE4

source: Compile again KDE4 set of software
fr: Compilez à nouveau les logiciels de l'ensemble KDE4

source: Compile again languages for KDE4 set of software
fr: Compilez à nouveau les langages pour KDE4

source: Compile again KDE5 frameworks set of software
fr: Compilez à nouveau les logiciels de l'ensemble KDE5 frameworks

source: Compile again GDM desktop manager set of software
fr: Compilez à nouveau les logiciels pour le gestionnaire de bureau GDM

source: Make again packages for some software with Debian binary packages
fr: Refaire les paquets pour des logiciels sous forme de paquets binaires Debian

source: Compile again the Chromium software
fr: Compilez à nouveau le navigateur Chromium

source: Compile again the Openshot software
fr: Compilez à nouveau le logiciel Openshot

source: Compile again the Pitivi software
fr: Compilez à nouveau Pitivi

source: Compile again the Audacity software
fr: Compilez à nouveau Audacity

source: Compile again the Ardour software
fr: Compilez à nouveau Ardour

source: Compile again Bumblebee packages.
fr: Compiler à nouveau les paquets Bumblebee.

source: Redo the packages which are here in sources form.\nIf not already done on this machine or another.\n
fr: Recompilez les paquets qui sont ici sous forme source.\nSi non fait sur cette machine ou une autre.\n

source: Redo the Calibre package.\nIf not already done on this machine or another.
fr: Recompilez le paquet Calibre qui est ici sous forme source.\nSi non fait sur cette machine ou une autre.\n

source: Redo dependencies for KDE4 set of packages.\nIf not already done on this machine or another.
fr: Recompilez les dépendences de KDE4 qui sont ici sous forme source.\nSi non déjà fait sur cette machine ou une autre.\n

source: Redo KDE4 set of packages.\nIf not already done on this machine or another.
fr: Recompilez les paquets de KDE4 qui sont ici sous forme source.\nSi non déjà fait sur cette machine ou une autre.\n

source: Redo languages for KDE4 set of packages.\nIf not already done on this machine or another.
fr: Recompilez les langages pour KDE4 qui sont ici sous forme source.\nSi non déjà fait sur cette machine ou une autre.\n

source: Redo KDE5 frameworks set of packages.\nIf not already done on this machine or another.
fr: Recompilez les paquets de l'ensemble KDE5 frameworks qui sont ici sous forme source.\nSi non déjà fait sur cette machine ou une autre.\n

source: Redo GDM set of packages.\nIf not already done on this machine or another.
fr: Recompilez les paquets de GDM qui sont ici sous forme source.\nSi non déjà fait sur cette machine ou une autre.\n

source: Redo Debian set of packages.\nIf not already done on this machine or another.
fr: Recompilez les paquets de Debian qui sont ici sous forme source.\nSi non déjà fait sur cette machine ou une autre.\n

source: Redo the Chromium navigator which are here in sources form.\nIf not already done on this machine or another.\nIt is a very long process (some hours).\nIt is usefull for Opera having the libffmeg.so library with the h264 support.
fr: Recompilez le navigateur Chromium qui est sous forme source.\nSi non fait sur cette machine ou une autre.\nC'est un processus assez long (quelques heures).\nC'est utile pour qu'Opera ait la librairie libffmpeg.so avec le support du h264.

source: Redo the openshot packages which are here in sources form.\nIf not already done on this machine or another.
fr: Recompilez les paquets d'Openshot qui sont ici sous forme source.\nSi non fait sur cette machine ou une autre.

source: Redo the pitivi packages which are here in sources form.\nIf not already done on this machine or another.
fr: Recompilez les paquets pitivi qui sont ici sous forme source.\nSi non fait sur cette machine ou une autre.\n

source: Redo the audacity packages which are here in sources form.\nIf not already done on this machine or another.
fr: Recompilez les paquets d'Audacity qui sont ici sous forme source.\nSi non fait sur cette machine ou une autre.

source: Redo the ardour packages which are here in sources form.\nIf not already done on this machine or another.
fr: Recompilez les paquets d'Ardour qui sont ici sous forme source.\nSi non fait sur cette machine ou une autre.

source: Redo the Bumblebee packages.\nIf not already done on this machine or another.\nYou should reboot after upgrading system packages and before doing this action else the Bumblebee packages wont built.
fr: Recompilez les paquets Bumblebee.\nSi non fait sur cette machine ou une autre.\nVous devez redémarrer après mise à jour des paquets systèmes avant cette action sinon les paquets Bumblebee ne se reconstruiront pas.

source: Recreate source packages done.
fr: Paquets sources recréés.

source: Recreate source kde4 packages done.
fr: Paquets sources pour kde4 recréés.

source: Recreate source Bumblebee done. Reboot your computer for Bumblebee to work.
fr: Bumblebee recréé à partir des sources. Redémarrez la machine.

source: Recreate source GDM done.
fr: Paquets sources de GDM recréés.

source: Launch this script in the directory including debian.
fr: Script à lancer dans le répertoire contenant debian.

source: Get/Update Sarpi installer for arm Slackware
fr: Obtenir/mettre à jour l'installeur Sarpi de la Slackware arm

source: Get or update the Sarpi installer for arm Slackware.
fr: Obtenir ou mettre à jour l'installeur Sarpi pour la Slackware arm.

source: Get/Update core system done : \Z3${PBNAME}${RARCH}core\Zn.
fr: Coeur du système obtenu ou mis à jour : \Z3${PBNAME}${RARCH}core\Zn.

source: Get/Update multilib compat 32 bits mode done : \Z3${PBNAME}${RARCH}core\Zn.
fr: Mode de compatibilié 32 bits obtenu ou mis à jour : \Z3${PBNAME}${RARCH}core\Zn.

source: Get/Update KDE5 frameworks libraries done : \Z3${PBNAME}${RARCH}core\Zn.
fr: Librairies frameworks de KDE5 obtenues ou mises à jour : \Z3${PBNAME}${RARCH}core\Zn.

source: Get/Update gparted live iso done : \Z3${PBNAME}${RARCH}core\Zn.
fr: Image iso GParted live obtenue ou mise à jour : \Z3${PBNAME}${RARCH}core\Zn.

source: Get/Update VirtualBox installer done : \Z3${PBNAME}${RARCH}core\Zn.
fr: Installeur VirtualBox obtenu ou mis à jour : \Z3${PBNAME}${RARCH}core\Zn.

source: Get/Update Sarpi installer for arm Slackware done : \Z3${PBNAME}${RARCH}core\Zn.
fr: Installeur Sarpi pour Slackware arm obtenu ou mis à jour : \Z3${PBNAME}${RARCH}core\Zn.

source: Local repository cleaned : \Z3${PBNAME}${RARCH}core\Zn.
fr: Copie locale du système nettoyée : \Z3${PBNAME}${RARCH}core\Zn.

source: Correct this error and relaunch this script. Press a key to end.
fr: Erreur à corriger puis relancer ce script. Pressez sur une touche pour finir.

source: Recreate source Debian done.
fr: Paquets sources de Debian recréés.

source: Install/Upgrade the LMMS software
fr: Installer/mettre à jour le logiciel LMMS

source: Upgrade lmms done.
fr: Mise à jour de LMMS faite.

source: Compile again the LMMS software
fr: Compilez à nouveau le logiciel LMMS

source: Redo the LMMS packages which are here in sources form.\nIf not already done on this machine or another.
fr: Recompilez les paquets de LMMS qui sont ici sous forme source.\nSi non fait sur cette machine ou une autre.\n

source: Install/Upgrade the Epiphany software
fr: Installer/mettre à jour Epiphany

source: Upgrade epiphany done.
fr: Mise à jour de Epiphany faite.

source: Compile again the Epiphany software
fr: Compilez à nouveau Epiphany

source: Redo the Epiphany packages which are here in sources form.\nIf not already done on this machine or another.
fr: Recompilez les paquets pour Epiphany qui sont ici sous forme source.\nSi non fait sur cette machine ou une autre.\n
