Repository: BrunoLafleur/pbslacks
Catalog: locale/*/pbslacks.po
Languages: fr

source: Launch this script in a new directory.\nor in a directory which contains slackware64-current.\n\npbslacks should be side by side of this current directory.
fr: Script à lancer dans un répertoire nouvellement créé\nou existant contenant slackware64-current.\n\npbslacks devrait être à côté de ce répertoire courant.

source: Get/Update versus officiel Slackware
fr: Obtenir/mettre à jour le dépot copie locale du site Slackware

source: Get/Update multilib compat 32 bits mode
fr: Obtenir/mettre à jour le mode de compatibilité 32 bits multilib

source: Get/Update KDE4
fr: Obtenir/mettre à jour KDE4

source: Get/Update KDE5 frameworks libraries or some KDE5 applications
fr: Obtenir/mettre à jour les librairies frameworks ou des applications de KDE5

source: Get/Update GDM desktop manager from Gnome 2
fr: Obtenir/mettre à jour le gestionnaire de bureaux GDM de Gnome 2

source: Get/Update GParted live iso
fr: Obtenir/mettre à jour l'image iso GParted live

source: Get/Update VirtualBox installer
fr: Obtenir/mettre à jour VirtualBox

source: Get/Update some Alien Bob binary packages
fr: Obtenir/mettre à jour des paquets binaires d'Alien Bob

source: Get/Update some Ponce binary packages
fr: Obtenir/mettre à jour des paquets binaires de Ponce

source: Get/Update some Slackonly binary packages
fr: Obtenir/mettre à jour des paquets binaires de Slackonly

source: Get/Update some Conraid or Slackel binary packages
fr: Obtenir/mettre à jour des paquets binaires de Conraid et Slackel

source: Get/Update some other source packages
fr: Obtenir/mettre à jour d'autres paquets sources

source: Get/Update latest binary Debian packages
fr: Obtenir/mettre à jour les derniers paquets binaires de Debian

source: Get/Update latest Firefox and Thunderbird
fr: Obtenir/mettre à jour Firefox et Thunderbird

source: Check GPG signatures
fr: Vérification des signatures GPG

source: Clean the local repository from old packages versions
fr: Nettoyage de la copie locale du système

source: Main menu
fr: Menu principal

source: Choose your actions below
fr: Choisissez vos actions ci-dessous

source: Get or update the officiel lastest current Slackware.
fr: Synchroniser avec la copie locale de la dernière Slackware current

source: Get or update the multilib of Alien Bob which is a 32 bits compatibility set of packages.
fr: Obtenir ou mettre à jour les paquets multilib d'Alien Bob qui est un jeu de paquets assurant un mode de compatibilité 32 bits.

source: Get or update the KDE4 set of packages.
fr: Obtenir ou mettre à jour les paquets de KDE4.

source: Get or update the KDE5 frameworks libraries.
fr: Obtenir ou mettre à jour les librairies frameworks de KDE5

source: Get or update the GDM desktop manager.
fr: Obtenir ou mettre à jour le gestionnaire de bureaux GDM.

source: Get or update the GParted live ISO.
fr: Obtenir ou mettre à jour l'image ISO GParted live

source: Get or update the VirtualBox installer and extensions.
fr: Obtenir ou mettre à jour VirtualBox et ses extensions.

source: Get or update some Alien Bob binary packages.
fr: Obtenir ou mettre à jour des paquets binaires d'Alien Bob

source: Get or update some Ponce binary packages.
fr: Obtenir ou mettre à jour des paquets binaires de Ponce

source: Get or update some Slackonly binary packages.
fr: Obtenir ou mettre à jour des paquets inaires de Slackonly

source: Get or update some Conraid and Slackel binary packages.
fr: Obtenir ou mettre à jour des paquets binaires de Conraid et Slackel

source: Get or update some other source packages.
fr: Obtenir ou mettre à jour d'autres paquets sources

source: Get or update binary Debian packages.
fr: Obtenir ou mettre à jour des paquets binaires de Debian

source: Get or update Firefox and Thunderbird.
fr: Obtenir ou mettre à jour Firefox et Thunderbird

source: Check the GPG signatures of the downloaded packages.
fr: Vérifiez les signatures GPG des paquets téléchargés.

source: Clean the local repository from old packages or source files.
fr: On enlève les anciennes versions de la copie locale du système.

source: Get/Update core system done : \Z3${PBNAME}core\Zn.
fr: Coeur du système obtenu ou mis à jour : \Z3${PBNAME}core\Zn.

source: Get/Update multilib compat 32 bits mode done : \Z3${PBNAME}core\Zn.
fr: Mode de compatibilié 32 bits obtenu ou mis à jour : \Z3${PBNAME}core\Zn.

source: Get/Update KDE5 frameworks libraries done : \Z3${PBNAME}core\Zn.
fr: Librairies frameworks de KDE5 obtenues ou mises à jour : \Z3${PBNAME}core\Zn.

source: Get/Update gparted live iso done : \Z3${PBNAME}core\Zn.
fr: Image iso GParted live obtenue ou mise à jour : \Z3${PBNAME}core\Zn.

source: Get/Update VirtualBox installer done : \Z3${PBNAME}core\Zn.
fr: Installeur VirtualBox obtenu ou mis à jour : \Z3${PBNAME}core\Zn.

source: Local repository cleaned : \Z3${PBNAME}core\Zn.
fr: Copie locale du système nettoyée : \Z3${PBNAME}core\Zn.

source: Get/Update GDM packages done : \Z3${PBNAME}gdm\Zn.
fr: Paquets de GDM obtenus ou mis à jour : \Z3${PBNAME}gdm\Zn.

source: Get/Update KDE4 packages done : \Z3${PBNAME}kde4\Zn.
fr: Paquets de KDE4 obtenus ou mis à jour : \Z3${PBNAME}kde4\Zn.

source: Get/Update Alien Bob packages done : \Z3${PBNAME}alien\Zn.
fr: Paquets d'Alien Bob obtenus ou mis à jour : \Z3${PBNAME}alien\Zn.

source: Get/Update Ponce packages done : \Z3${PBNAME}ponce\Zn.
fr: Paquets de Ponce obtenus ou mis à jour : \Z3${PBNAME}ponce\Zn.

source: Get/Update Conraid and Slackel binary packages done : \Z3${PBNAME}other\Zn.
fr: Autres paquets binaires de Conraid et Slackel obtenus ou mis à jour : \Z3${PBNAME}other\Zn.

source: Get/Update other source packages done : \Z3${PBNAME}sources\Zn.
fr: Autres paquets sources obtenus ou mis à jour : \Z3${PBNAME}sources\Zn.

source: Get/Update binary Debian done : \Z3${PBNAME}debian\Zn.
fr: Paquets binaires de Debian obtenus ou mis à jour : \Z3${PBNAME}debian\Zn.

source: Get/Update Firefox and Thunderbird for $XLANG language done : \Z3${PBNAME}mozilla\Zn.
fr: Obtention ou mise à jour de Firefox et Thunderbird pour le langage $XLANG faite : \Z3${PBNAME}mozilla\Zn.

source: GPG signatures checked :
fr: Signatures GPG vérifiées :

source: No action was demanded. Exit.
fr: Aucune action demandée. Sortie.

source: Actions which were done
fr: Actions réalisées

source: Launch this script in the directory including packages, packages2 et al.
fr: Script à lancer dans le répertoire contenant packages, packages2 et al.

source: Slackware current copied.
fr: Copie Slackware current faite.

source: Slackware current not copied.
fr: Copie Slackware current non faite.

source: Slackware multilib copied.
fr: Copie Slackware multilib faite.

source: Slackware multilib not copied.
fr: Copie Slackware multilib non faite.

source: Alien Bob KDE5 scripts copied.
fr: Copie des scripts pour KDE5 d'Alien Bob faite.

source: KDE5 frameworks sources copied.
fr: Copie des sources de KDE5 frameworks faite.

source: Check GPG signatures :
fr: Vérification des signatures GPG :

source: GParted copied.
fr: Copie GParted faite.

source: GParted not copied.
fr: Copie GParted non faite.

source: VirtualBox copied.
fr: Copie VirtualBox faite.

source: VirtualBox not copied.
fr: Copie VirtualBox non faite.

source: Package $pac :
fr: Paquet $pac :

source: Local copy of pbslacks/builds/src/$path to $name
fr: Copie locale de pbslacks/builds/src/$path vers $name

source: OLDSLACK = $OLDSLACK\nCopies of $OLDSLACK/packages* and bumblebee will be done.\nElse all add-on packages will be downloaded again.
fr: OLDSLACK = $OLDSLACK\nCopies de $OLDSLACK/packages* et bumblebee seront faîtes.\nSinon tous les paquets additionnels seront téléchargés à nouveau.

source: This script must be run as root.
fr: Ce script doit être lancé root.

source: Launch this script in the directory including bumblebee.
fr: Script à lancer dans le répertoire contenant bumblebee.

source: Redo the Bumblebee Slackware packages.\nIf already done on an upgraded host use the packages already generated with upgradebumblebee.
fr: Recréation des packages Slackware de Bumblebee.\nSi déjà fait sur une machine a jour, ne pas refaire et utilisez directement les paquets générés avec upgradebumblebee.

source: This script must be done as root. Exit.
fr: Ce script doit être lancé root. On sort.

source: Only after a system update and reboot.\nIf already done on this or another machine, this script is not useful.\nPress a touch for continue or abort.
fr: A lancer seulement après la mise a jour du système et son redémarrage.\nSi déjà fait sur une machine a jour, il n'est pas utile de relancer ce script.\nAppuyer sur une touche pour continuer sinon CTRLc pour arrêter

source: Upgrade packages* done.
fr: Mise à jour de packages* faite.

source: Correct this error and relaunch this script.
fr: Erreur à corriger puis relancer ce script.

source: Delete : $j
fr: Effacement : $j

source: Launch this script in the directory including slackware64-current and which\ncontains pbslacks.
fr: Script à lancer dans le répertoire contenant slackware64-current et pbslacks.

source: Give the name of an ISO Slackware file or nothing if the Slackware is on the current directory :
fr: Donnez le nom d'une image ISO Slackware ou rien\nsi la Slackware est dans le répertoire courant.

source: ISO Slackware file
fr: image ISO Slackware

source: current directory
fr: répertoire courant

source: Give the name of an ISO GParted file or nothing :
fr: Donnez le nom d'une image ISO GParted ou rien.

source: ISO GParted file
fr: Image ISO GParted

source: no GParted Live
fr: pas d'image ISO GParted Live

source: Give the name of a VirtualBox installer or nothing :
fr: Donnez le nom d'une archive d'installation de VirtualBox ou rien.

source: VirtualBox archive
fr: Archive d'installation de VirtualBox

source: no VirtualBox archive
fr: Pas d'archive d'installation de VirtualBox

source: Directory not mounted.\nIs your ISO file a Slackware image ?
fr: Répertoire non monté.\nVotre image ISO est-elle une image Slackware ?

source: For the iso $IMGISO :\n The loop device is : $XLOOP\n The mount dir is : $REPO
fr: Pour l'image iso $IMGISO :\n le périphérique est : $XLOOP\n Le point de maontage est : $REPO

source: Iso mounted status
fr: Infos Iso.

source: Directory status
fr: Infos sur le répertoire

source: Directory slackware64-current not found.
fr: Répertoire slackware64-current non trouvé.

source: Directory pbslacks not found.
fr: Répertoire pbslacks non trouvé

source: Directory slackware64-current found.
fr: Répertoire slackware64-current trouvé.

source: Grab the USB stick.
fr: On cherche la clé USB.

source: Put your writable USB stick on an USB port and press OK or Enter.
fr: Mettez votre clé USB inscriptible dans un port USB et appuyez sur Accepter ou Entrée.

source: It will be erased and replaced by a ${DUAL}boot media :
fr: Elle sera effacée et remplacé par un media ${DUAL}boot :

source: -with a Slackware installation media
fr: -avec une image d'installation de Slackware

source: -with a GParted Live media
fr: -avec une image GParted Live

source: -with a VirtualBox installer
fr: -avec une archive d'installation de VirtualBox

source: Confirm USB stick.
fr: Confirmation de la clé USB trouvée.

source: USB stick not found.
fr: Clé USB non trouvée.

source: Do the USB stick
fr: On fabrique la clé USB.

source: The device name for your writable erasable USB stick is \Z1$MYDEVNAME\Zn.\nIs this correct ?
fr: Le nom de périphérique pour votre clé USB à écrire est \Z1$MYDEVNAME\Zn.\nEst-ce correct ?

source: no
fr: non

source: yes
fr: oui

source: yes and no format
fr: oui et pas de formattage

source: yes and no format and no packages copy
fr: oui et pas de formattage et pas de copie de paquets

source: yes and no packages copy
fr: oui et pas de copie de paquets

source: \Z1Look at your USB stick device below. It will be autodetected later.\Zn
fr: \Z1Regardez le nom de périphérique de votre clé USB ci-dessous. Il sera détecté automatiquement plus tard.\Zn

source: y(es), n(o), a (yes and noformat), b (yes and no format and no packages copy), c (yes and no packages copy) :
fr: y(oui), n(non), a(oui et pas de formattage), b(oui et pas de formattage et pas de copie de paquets), c (oui et pas de copie de paquets) :

source: Give the name of the iso file or the device to mount.
fr: Donnez le nom d'une image iso ou un périphérique à monter.

source: Loop device is : $XLOOP
fr: Le nom du périphérique est : $XLOOP

source: Look at $MNTDIR
fr: Voir le contenu dans $MNTDIR

source: unmount with :
fr: démontez avec :

source: Launch this script in a directory containing slackware64-current\nor slackware64 or from the current directory for a new clone.
fr: Script à lancer dans un répertoire contenant slackware64-current\nou slackware64 ou à partir du répertoire courant pour une nouvelle copie complète.

source: Choose working dir
fr: Choisissez votre répertoire de travail

source: Local repository $LASTSLACK found.\nDo you want to work with it$YN ?
fr: Copie locale $LASTSLACK trouvée.\nVoulez vous travailler avec$YN ?

source: Choose architecture of the machine
fr: Choisissez l'architecture de la machine

source: Do you want x64 or else arm$YN ?
fr: Voulez-vous x64 ou sinon arm$YN ?

source: Get/Update local repository versus officiel remote Slackware and add-on packages
fr: Obtenir/mettre à jour la copie locale du site Slackware avec ses ajouts

source: Sync/Update system to the last fetched current Slackware and add-on packages
fr: Synchroniser la copie locale avec le système courant

source: Compile some add-on packages from sources
fr: Compilez à nouveau certains paquets additionnels

source: Make a bootable USB stick for Slackware install.
fr: Fabriquer une clé USB avec l'installateur de la Slackware

source: Make a bootable DVD ROM for Slackware install.
fr: Fabriquer un DVD ROM de démarrage avec l'installeur de la Slackware

source: Install the refind boot manager for dual or more boot.
fr: Installez le gestionnaire de démarrage refind si nécessaire.

source: Stop the eventual hibernation of Windows.
fr: Arrêter l'hibernation éventuelle de Windows.

source: Do a local clone/update of the officiel Slackware and add-on packages.\nUses pbslacks/pbaspire.
fr: Obtenir/mettre à jour la copie locale du site Slackware avec ses ajouts\nUtilise pbslacks/pbaspire.

source: Upgrade the local system with the local clone.
fr: Mise à jour du système local à l'aide du clone local

source: Compile some source packages after a fresh upgrade or install.
fr: Compilez certains paquets sources après une mise à jour ou installation.

source: Make a dual boot install USB stick with Slackware install and GParted Live which can boot on old bios or new UEFI bios computers.
fr: Fabriquer une clé USB de démarrage avec l'installeur de la Slackware et la GParted Live. Elle peut se lancer sur les anciens bios ou les bios UEFI.

source: Make a boot install DVD ROM with Slackware install which can boot on old bios or new UEFI bios computers.
fr: Fabriquer un DVD ROM de démarrage avec l'installeur de la Slackware. Elle peut se lancer sur les anciens bios ou les bios UEFI.

source: Setup the boot manager refind if you have set elilo in the installation of Slackware and you have other systems like MS Windows.
fr: Installez le gestionnaire de démarrage refind si vous avez mis elilo lors de l'installation de Slackware et avez plus d'un système installé comme MS Windows.

source: Stop the hibernation of Windows in case it is active after modifying the disks partitions.
fr: Arrêter l'hibernation de Windows au cas où elle soit active après modification des partitions de disques.

source: Clone done (full or partial depending on selected options).
fr: Copie faite (complète ou partielle selon options choisies)

source: Change to root.
fr: Connection root.

source: Upgrade done for selected set of packages.
fr: Mise à jour du système courant pour les paquets choisis.

source: USB stick created.
fr: Clé USB créée

source: USB stick not created.
fr: Clé USB non créée

source: \Z3ISO DVD ROM created.\Zn
fr: \Z3ISO DVD ROM créé.\Zn

source: \Z3ISO DVD ROM not created.\Zn
fr: \Z3ISO DVD ROM non créé.\Zn

source: refind not installed because elilo is not.
fr: refind non installé car elilo ne l'est pas.

source: refind installed.
fr: refind installé.

source: refind not installed.
fr: refind non installé.

source: Stop the hibernate mode of the Windows partitions.
fr: Arrêter le mode hibernation des partitions Windows.

source: $xdev hibernate removed.
fr: $xdev hibernation enlevée.

source: Give the name of the device to unmount like /dev/loop0.
fr: Donnez le nom d'un périphérique à démonter.

source: Device unmounted.
fr: Périphérique démonté.

source: Loop device detached.
fr: Périphérique détaché.

source: Launch this script in the directory including alreadey cloned slackware64 or slackware64-current.\nIt can be on the bootable slackware install USB stick.\npbslacks should also be there.
fr: Script à lancer dans le répertoire contenant slackware64 or slackware64-current déjà aspiré.\nCe répertoire peut être la cle USB bootable d'installation.\npbslacks doit aussi être accessible du répertoire courant.

source: Do the install of the Slackware Linux distribution before :\n-see the doc/SLACKWARE.txt file.
fr: Faite l'installation de la Slackware current avant :\n-voir doc/SLACKWARE.txt.

source: slackware64 or pbslacks not found.
fr: slackware64 or pbslacks non trouvé.

source: Choose your actions below after you have launch the \Zbpbaspire*\ZB script
fr: Choisissez vos actions ci-dessous après avoir lancé le script \Zbpbaspire\ZB

source: Sync/Upgrade system to the last fetched current Slackware
fr: Synchroniser avec la copie locale de la dernière Slackware current

source: Sync/Upgrade system to the last current Slackware on the internet
fr: Synchroniser avec la dernière Slackware current sur internet

source: Install/Upgrade the 32 bits compatible mode
fr: Installer/Mettre à jour le mode de compatibilité 32 bits

source: Install/Upgrade the Firefox and Thunderbird softwares
fr: Installer/mettre à jour Firefox et Thunderbird

source: Install/Upgrade the packages set of software
fr: Installer/mettre à jour les logiciels de packages

source: Install/Upgrade the packages2 set of software
fr: Installer/mettre à jour les logiciels de packages2

source: Install/Upgrade the packages3 set of software
fr: Installer/mettre à jour les logiciels de packages3

source: Install/Upgrade the packages4 set of software
fr: Installer/mettre à jour les logiciels de packages4

source: Install/Upgrade Debian binary packages
fr: Installer/mettre à jour des paquets binaires de Debian

source: Install/Upgrade KDE4 and the KDE5 frameworks libraries
fr: Installer/mettre à jour KDE4 et les librairies frameworks de KDE5

source: Install/Upgrade GDM from Gnome 2 desktop manager
fr: Installer/Mettre à jour le gestionnaire de bureaux GDM de Gnome 2

source: Install/Upgrade the Openshot software
fr: Installer/mettre à jour le logiciel Openshot

source: Install/Upgrade the Pitivi software
fr: Installer/mettre à jour Pitivi

source: Install/Upgrade the Audacity software
fr: Installer/mettre à jour Audacity

source: Install/Upgrade the Ardour software
fr: Installer/mettre à jour Ardour

source: Install/Upgrade the Tesseract version 4 software
fr: Installer/mettre à jour Tesseract version 4

source: Install/Upgrade the Bumblebee support of your second NVIDIA graphic card
fr: Installer/mettre à jour le support de votre 2ième carte graphique NVIDIA

source: Upgrade boot loader.
fr: Mettre à jour le gestionnaire de démarrage

source: Upgrade your Slackware system with the last current fetched.\nUses Slackpkg.
fr: Mettez à jour votre système Slackware avec la dernière current ramenée.\nUtilise Slackpkg.

source: Upgrade your Slackware system with the last current on the internet.\nUses Slackpkg.
fr: Mettez à jour votre système Slackware avec la dernière current sur internet.\nUtilise Slackpkg.

source: Upgrade the Alien Bob 32 bits compatible mode.
fr: Mettez à jour le mode de compatibilté 32 bits (multilib) d'Alien Bob.

source: Upgrade the Firefox and Thunderbird products.\nThey should be downloaded and put in the packages/Mozilla directory before.
fr: Mettez à jour Firefox et Thunderbird\nIls doivent avoir été aspirés préalablement.

source: Upgrade your Bumblebee packages if they are in sync with the upgraded Slackware.\nDone on another machine for exemple.
fr: Mettez à jour les paquets Bumblebee s'ils ont été recompilés avec la dernière Slackware installée.\nFait sur une autre machine par exemple.

source: Upgrade your boot loader only if you upgrade your system and not the bootloader.
fr: Mettez à jour votre gestionnaire de démarrage seulement si vous avez mis à jour votre système et pas le gestionnaire de démarrage.

source: Upgrade system done.
fr: Mise à jour du système faite.

source: Upgrade Alien Bob multilib done.
fr: Mise à jour multilib d'Alien Bob faite.

source: Upgrade Mozilla done.
fr: Mise à jour Mozilla faite.

source: Upgrade packages done.
fr: Mise à jour de packages faite.

source: Upgrade packages2 done.
fr: Mise à jour de packages2 faite.

source: Upgrade packages3 done.
fr: Mise à jour de packages3 faite.

source: Upgrade packages4 done.
fr: Mise à jour de packages4 faite.

source: Upgrade debian binary packages done.
fr: Mise à jour des paquets binaires de debian faite.

source: Upgrade KDE4 and KDE5 frameworks done.
fr: Mise à jour de KDE4 et KDE5 frameworks faite.

source: Upgrade GDM desktop manager done.
fr: Mise à jour du gestionnaire de bureaux GDM faite.

source: Upgrade openshot done.
fr: Mise à jour de Openshot faite.

source: Upgrade pitivi done.
fr: Mise à jour de Pitivi faite.

source: Upgrade audacity done.
fr: Mise à jour d'audacity faite.

source: Upgrade ardour done.
fr: Mise à jour de ardour faite.

source: Upgrade tesseract4 done.
fr: Mise à jour de tesseract4 faite.

source: Upgrade Bumblebee done.
fr: Mise à jour de Bumblebee faite.

source: Updating bootloader asked.
fr: La mise à jour du gestionnaire de démarrage a été demandée.

source: Bootloader menu
fr: Menu gestionnaire de démarrage

source: We have detected the bootloader below. Cancel if it is not true.\nIn this last case, you should recreate the config of your bootloader before reboot. Else you will have to boot from another media as a DVD or an USB stick and rerun the install of your bootloader.
fr: Nous avons détecté the gestionnaire de démarrage ci-dessous.\nAnnulez si ce n'est pas correct.\nDans ce cas, vous devrez mettre à jour la config de votre gestionnaire avant de redémarrer la machine.\nSinon vous aurez à démarrer d'un autre média comme un DVD ou une clé USB et relancez l'installation de votre gestionnaire.

source: No bootloader detected. Reconfigure your bootloader before reboot.
fr: Aucun gestionnaire de démarrage détecté. Mettez le vôtre à jour.

source: \ZbThe boot loader was not upgraded.\ZB\nIf lilo is installed, launch : \Z3/sbin/lilo\Zn\nIf Grub is installed, launch : \Z3grub-mkconfig -o /boot/grub/grub.cfg\Zn\nIf Syslinux is installed, launch : \Z3syslinux BOOTDEVICE\Zn\nIf Boot UEFI ELILO is installed, do :\n \Z3cp /boot/vmlinuz /boot/initrd.gz /boot/efi/EFI/Slackware\Zn\n\n\ZbOr rerun your other favorite bootloader install procedure before rebooting.\ZB
fr: \ZbLe gestionnaire de démarrage n'a pas été mis à jour.\ZB\nSi lilo est installé, lancez : \Z3/sbin/lilo\Zn\nSi Grub est installé, lancez : \Z3grub-mkconfig -o /boot/grub/grub.cfg\Zn\nSi Syslinux est installé, lancez : \Z3syslinux BOOTDEVICE\Zn\nSi le gestionnaire UEFI ELILO est installé, faîtes :\n \Z3cp /boot/vmlinuz /boot/initrd.gz /boot/efi/EFI/Slackware\Zn\n\n\ZbOu relancez votre autre gestionnaire de démarrage favori avant de redémarrer votre machine.\ZB
